Repository: learningequality/studio
Catalog: contentcuration/locale/*/LC_MESSAGES/django.po
Languages: fr_fr, pt_br

source: Date/Time Created
fr_fr: Date/heure de création
pt_br: Data/Horário em que foi criado

source: Not Available
fr_fr: Non disponible
pt_br: Indisponível

source: Ricecooker Version
fr_fr: Version Ricecooker
pt_br: Versão do Ricecooker

source: File Size
fr_fr: Taille du fichier
pt_br: Tamanho do arquivo

source: # of {}s
fr_fr: Nbre de {}s
pt_br: # de {}s

source: # of Questions
fr_fr: Nbre de questions
pt_br: # de perguntas

source: # of Subtitles
fr_fr: Nbre de sous-titres
pt_br: # de legendas

source: Arabic
fr_fr: Arabe
pt_br: Árabe

source: The site is currently in read-only mode. Please try again later.
fr_fr: Le site est actuellement en mode lecture seule. Veuillez réessayer plus tard.
pt_br: No momento, o site está em modo somente leitura. Por favor, tente novamente mais tarde.

source: Not enough space. Check your storage under Settings page.
fr_fr: Espace insuffisant. Vérifiez votre espace de stockage disponible sur la page Paramètres.
pt_br: Espaço insuficiente. Verifique seu armazenamento na página Configurações.

source: Out of storage! Request more space under Settings > Storage.
fr_fr: Espace de stockage insuffisant ! Demandez plus d'espace dans Paramètres > Stockage.
pt_br: Sem armazenamento! Solicite mais espaço em Configurações > Armazenamento.

source: English
fr_fr: Anglais
pt_br: Inglês

source: Spanish
fr_fr: Espagnol
pt_br: Espanhol

source: French
fr_fr: Français
pt_br: Francês

source: Unknown error starting task. Please contact support.
fr_fr: Erreur inconnue lors du démarrage de la tâche. Veuillez contacter l'équipe support.
pt_br: Erro desconhecido ao iniciar tarefa. Por favor, entre em contato com o suporte.

source: Contentworkshop.learningequality.org has been deprecated. Please go to <a href="https://studio.learningequality.org">studio.learningequality.org</a> for the latest version of Studio
fr_fr: Contentworkshop.learningequality.org n'est plus valide. Veuillez vous rendre sur <a href="https://studio.learningequality.org">studio.learningequality.org</a> pour obtenir la dernière version de Studio
pt_br: Contentworkshop.learningequality.org foi descontinuado. Por favor, acesse <a href="https://studio.learningequality.org">studio.learningequality.org</a> para ver a última versão do Kolibri Studio

source: Kolibri Content Library Catalog
fr_fr: Catalogue de la bibliothèque de contenus Kolibri
pt_br: Catálogo da Biblioteca de Conteúdos Kolibri

source: We're sorry, this channel was not found.
fr_fr: Désolé, cette chaîne est introuvable.
pt_br: Infelizmente este canal não foi encontrado.

source: Go Home
fr_fr: Aller à la page d'accueil
pt_br: Ir para a página inicial

source: Previous
fr_fr: Précédent
pt_br: Pergunta anterior

source: current
fr_fr: actuel
pt_br: atual

source: Next
fr_fr: Suivant
pt_br: Próximo

source: Language not set
fr_fr: Langue non définie
pt_br: Idioma não definido

source: This file was generated on %(date)s
fr_fr: Ce fichier a été généré le %(date)s
pt_br: Este arquivo foi gerado em %(date)s

source: Created
fr_fr: Créée
pt_br: Criado

source: Last Published
fr_fr: Dernière publication
pt_br: Última publicação

source: Unpublished
fr_fr: Non publiée
pt_br: Não publicado

source: USING THIS CHANNEL
fr_fr: CHAÎNE EN COURS D'UTILISATION
pt_br: USANDO ESTE CANAL

source: Copy one of the following into Kolibri to import this channel:
fr_fr: Pour importer cette chaîne, copiez l'un des éléments suivants dans Kolibri :
pt_br: Para importar este canal, copie um dos seguintes itens para a Plataforma de Aprendizagem Kolibri:

source: Tokens (Recommended):
fr_fr: Jetons (recommandés) :
pt_br: Tokens (recomendados):

source: Channel ID:
fr_fr: ID de la chaîne :
pt_br: ID do canal:

source: Channel must be published to import into Kolibri
fr_fr: La chaîne doit être publiée afin d'être importée dans Kolibri
pt_br: O canal deve estar publicado para ser importado para a Plataforma de Aprendizagem Kolibri

source: WHAT'S INSIDE
fr_fr: CONTENU
pt_br: O QUE ESTÁ INCLUSO

source: %(count)s Resource
fr_fr: %(count)s Ressource
pt_br: %(count)s Conteúdo

source: Includes
fr_fr: Comprend
pt_br: Inclui

source: Languages
fr_fr: Langues
pt_br: Idiomas

source: Subtitles
fr_fr: Sous-titres
pt_br: Legendas

source: For Educators
fr_fr: Pour les éducateurs
pt_br: Para Educadores

source: Coach Content
fr_fr: Contenu pour les éducateurs
pt_br: Conteúdo para educadores

source: Assessments
fr_fr: Évaluations
pt_br: Avaliações

source: Content Tags
fr_fr: Étiquettes de contenu
pt_br: Marcadores de conteúdo

source: No tags found
fr_fr: Aucune étiquette trouvée
pt_br: Nenhum marcador encontrado

source: This channel is empty
fr_fr: Cette chaîne est vide
pt_br: Este canal está vazio

source: This channel features resources created by:
fr_fr: Cette chaîne comprend des ressources créées par :
pt_br: Este canal contém conteúdos criados por:

source: Information not available
fr_fr: Information non disponible
pt_br: Informação indisponível

source: The material in this channel was provided by:
fr_fr: Le contenu de cette chaîne a été fourni par :
pt_br: O material neste canal foi fornecido por:

source: Material in this channel was originally hosted by:
fr_fr: Le contenu de cette chaîne était à l'origine hébergé par :
pt_br: O material neste canal foi hospedado originalmente por:

source: This channel includes the following licenses:
fr_fr: Cette chaîne comprend les licences suivantes :
pt_br: Este canal contém as seguintes licenças:

source: Copyright Holders:
fr_fr: Titulaires des droits d'auteur :
pt_br: Detentores dos direitos autorais:

source: Token:
fr_fr: Jeton :

source: What's Inside
fr_fr: Contenu
pt_br: Conteúdo

source: <span class="no-break">(+ %(count)s more)</span>
fr_fr: <span class="no-break">(+ %(count)s de plus)</span>
pt_br: <span class="no-break">(+ %(count)s mais)</span>

source: Most Common Tags
fr_fr: Étiquettes les plus courantes
pt_br: Etiquetas / marcadores mais comuns

source: Source Information
fr_fr: Information sur la source
pt_br: Informações básicas

source: Authors:
fr_fr: Auteurs :
pt_br: Autores:

source: <b>(+ %(count)s more)</b>
fr_fr: <b>(+ %(count)s de plus)</b>
pt_br: <b>(+ %(count)s mais)</b>

source: Providers:
fr_fr: Fournisseurs :
pt_br: Provedores:

source: <b>(+ %(count)s more)</b>
fr_fr: <b>(+ %(count)s de plus)</b>
pt_br: <b>(+ %(count)s mais)</b>

source: Aggregators:
fr_fr: Agrégateurs :
pt_br: Agregadores:

source: Licenses:
fr_fr: Licences :
pt_br: Licenças:

source: Hello %(name)s,
fr_fr: Bonjour %(name)s,
pt_br: Olá %(name)s,

source: Your csv for %(channel_name)s has finished generating (attached).
fr_fr: La génération de votre fichier csv pour %(channel_name)s est terminée (ci-joint).
pt_br: Seu arquivo csv para %(channel_name)s foi gerado (em anexo).

source: Thanks for using Kolibri Studio!
fr_fr: Merci d'utiliser Kolibri Studio !
pt_br: Obrigado por usar o Kolibri Studio!

source: The Learning Equality Team
fr_fr: L’équipe de Learning Equality
pt_br: A equipe Learning Equality

source: CSV for %(channel_name)s
fr_fr: CSV pour %(channel_name)s
pt_br: Arquivo csv para %(channel_name)s

source: Here is the information for your Kolibri Studio account
fr_fr: Voici les informations relatives à votre compte Kolibri Studio
pt_br: Aqui estão as informações sobre a sua conta no Kolibri Studio

source: Name:
fr_fr: Nom :
pt_br: Nome:

source: Date joined:
fr_fr: Date d’adhésion :
pt_br: Data de adesão:

source: Countries:
fr_fr: Pays :
pt_br: Países:

source: Intended use for Studio:
fr_fr: Utilisation prévue pour Studio :
pt_br: Intenção de uso do Kolibri Studio:

source: You heard about Kolibri Studio from:
fr_fr: Vous avez entendu parler de Kolibri Studio par :
pt_br: Como você ouviu sobre o Kolibri Studio:

source: Channels you have edit access to:
fr_fr: Les chaînes pour lesquelles vous avez les droits de modification :
pt_br: Canais que você tem acesso para editar:

source: Channels you have view access to:
fr_fr: Les chaînes pour lesquelles vous avez les droits de visualisation :
pt_br: Canais que você tem acesso para visualizar:

source: Information about the resources you have uploaded has been attached as a CSV file.
fr_fr: Les informations sur les ressources que vous avez téléversées sont jointes au format CSV.
pt_br: As informações sobre os conteúdos que você enviou foram anexadas como um arquivo CSV.

source: If you have any questions or concerns, please email us at %(legal_email)s.
fr_fr: En cas de questions ou de préoccupations, merci de nous envoyer un e-mail à l'adresse : %(legal_email)s.
pt_br: Se você tiver perguntas ou dúvidas, por favor envie um e-mail para %(legal_email)s.

source: Your Kolibri Studio account information
fr_fr: Informations sur votre compte Kolibri Studio
pt_br: Informações sobre a sua conta no Kolibri Studio

source: There was an error opening this channel.
fr_fr: Une erreur s'est produite lors de l'ouverture de cette chaîne.
pt_br: Ocorreu um erro ao abrir este canal.

source: Try running ricecooker again.
fr_fr: Essayez d'exécuter de nouveau ricecooker.
pt_br: Tente rodar o ricecooker novamente.

source: Hello
fr_fr: Bonjour
pt_br: Olá

source: has invited you to edit a channel at
fr_fr: vous a invité à modifier une chaîne sur
pt_br: te convidou para editar um canal em

source: Invititation to %(share_mode)s channel
fr_fr: Invitation à la chaîne %(share_mode)s
pt_br: Convite para o canal %(share_mode)s

source: Click one of the following links to either accept or decline your invitation:
fr_fr: Cliquez sur l'un des liens suivants pour accepter ou refuser votre invitation :
pt_br: Clique num dos links a seguir para aceitar ou recusar o convite:

source: ACCEPT
fr_fr: ACCEPTER
pt_br: ACEITAR

source: DECLINE
fr_fr: REFUSER
pt_br: RECUSAR

source: Thanks for using our site!
fr_fr: Merci d'utiliser notre site !
pt_br: Obrigado por usar o nosso site!

source: %(first)s %(last)s has invited you to edit a channel at %(site)s.
fr_fr: %(first)s %(last)s vous a invité à modifier une chaîne sur %(site)s.
pt_br: %(first)s %(last)s te convidou para editar um canal em %(site)s.

source: %(first)s %(last)s has invited you to view a channel at %(site)s.
fr_fr: %(first)s %(last)s vous invite à visualiser une chaîne sur %(site)s.
pt_br: %(first)s %(last)s te convidou para visualizar um canal em %(site)s.

source: Please sign in to Kolibri Studio to accept or decline your invitation:
fr_fr: Veuillez vous connecter à Kolibri Studio pour accepter ou refuser votre invitation :
pt_br: Por favor, faça o login no Kolibri Studio para aceitar ou recusar o seu convite:

source: Please follow this link to create an account (you must be signed in to accept or decline invitations):
fr_fr: Veuillez suivre ce lien pour créer un compte (vous devez être connecté pour accepter ou refuser les invitations) :
pt_br: Por favor, use este link para criar uma conta (você deve estar logado para aceitar ou recusar convites):

source: You've been invited to edit %(channel)s
fr_fr: Vous avez été invité à modifier %(channel)s
pt_br: Você foi convidado para editar %(channel)s

source: You've been invited to view %(channel)s
fr_fr: Vous avez été invité à visualiser %(channel)s
pt_br: Você foi convidado para visualizar %(channel)s

source: Welcome to Kolibri! Here is the link to activate your account:
fr_fr: Bienvenue à Kolibri ! Voici le lien permettant d'activer votre compte :
pt_br: Bem-vindo ao Kolibri Studio! Aqui está o link para ativar a sua conta:

source: Click here to activate your account.
fr_fr: Cliquez ici pour activer votre compte.
pt_br: Clique aqui para ativar a sua conta.

source: This link is valid for
fr_fr: Ce lien reste valable pendant
pt_br: Este link é válido por

source: %(expiration_days)s days.
fr_fr: %(expiration_days)s jours.
pt_br: %(expiration_days)s dias.

source: ACTIVATE
fr_fr: ACTIVER
pt_br: ATIVAR

source: Here is your activation link for %(site_name)s:
fr_fr: Voici votre lien d'activation pour %(site_name)s :
pt_br: Aqui está o seu link de ativação para %(site_name)s:

source: This link is valid for %(expiration_days)s days.
fr_fr: Ce lien reste valable pendant %(expiration_days)s jours.
pt_br: Este link é válido por %(expiration_days)s dias.

source: Account activation link for
fr_fr: Lien d'activation de compte pour
pt_br: Link de ativação da conta para

source: You have requested a password reset link on %(site_name)s without first activating your account.
fr_fr: Vous avez demandé à réinitialiser votre mot de passe sur %(site_name)s sans avoir préalablement activé votre compte.
pt_br: Você solicitou um link para redefinição de senha em %(site_name)s sem antes ativar a sua conta.

source: Please activate your account by following the link below:
fr_fr: Veuillez activer votre compte en suivant le lien ci-dessous :
pt_br: Por favor, ative a sua conta usando o link abaixo:

source: %(channel_name)s has finished publishing! Here is the channel token (for importing it into Kolibri):
fr_fr: La publication de %(channel_name)s est terminée ! Voici son jeton (pour l'importer dans Kolibri) :
pt_br: %(channel_name)s acabout de ser publicado! Aqui está o token do canal (para importar para a Plataforma de Aprendizagem Kolibri):

source: Token: %(channel_token)s
fr_fr: Jeton : %(channel_token)s

source: ID (for Kolibri version 0.6.0 and below): %(channel_id)s
fr_fr: ID (pour les versions de Kolibri inférieures ou égales à 0.6.0) : %(channel_id)s
pt_br: ID (para uso no Kolibri versão 0.6.0 e inferior): %(channel_id)s

source: Version notes: %(notes)s
fr_fr: Notes de version : %(notes)s
pt_br: Notas da versão: %(notes)s

source: You are receiving this email because you are subscribed to this channel.
fr_fr: Vous recevez cet e-mail parce que vous êtes abonné à cette chaîne.
pt_br: Você está recebendo este e-mail porque está inscrito neste canal.

source: Content Curation Tools for Kolibri
fr_fr: Outils de curation de contenus pour Kolibri
pt_br: Ferramentas de curadoria de conteúdo para o Kolibri

source: Password Reset
fr_fr: Réinitialisation du mot de passe
pt_br: Redefinir a senha

source: Submit
fr_fr: Envoyer
pt_br: Enviar

source: Password reset unsuccessful.
fr_fr: Échec de la réinitialisation du mot de passe
pt_br: A redefinição de senha falhou.

source: The password reset link was invalid, possibly because it has already been used.
fr_fr: Le lien de réinitialisation du mot de passe était invalide, peut-être parce qu'il avait déjà été utilisé.
pt_br: O link para redefinição de senha estava inválido, pois provavelmente já foi usado.

source: Request a new password reset.
fr_fr: Demander une nouvelle réinitialisation de mot de passe.
pt_br: Solicitar uma nova redefinição de senha.

source: You are receiving this e-mail because you requested a password reset for your user account at
fr_fr: Vous recevez cet e-mail parce que vous avez demandé à réinitialiser votre mot de passe pour votre compte utilisateur sur
pt_br: Você está recebendo este e-mail porque pediu uma redefinição de senha para a sua conta de usuário em

source: Reset my Password
fr_fr: Réinitialiser mon mot de passe
pt_br: Redefinir minha senha

source: Please click the button below and choose a new password.
fr_fr: Veuillez cliquer sur le bouton ci-dessous pour choisir un nouveau mot de passe.
pt_br: Por favor, clique no botão abaixo e escolha uma nova senha.

source: Your username is
fr_fr: Votre nom d'utilisateur est
pt_br: Seu nome de usuário é

source: RESET
fr_fr: RÉINITIALISER
pt_br: REDEFINIR

source: You have requested a password reset for your account at %(site_name)s.
fr_fr: Vous avez demandé un nouveau mot de passe pour accéder à votre compte sur %(site_name)s.
pt_br: Você pediu uma redefinição de senha para sua conta em %(site_name)s.

source: Please reset your password by following the link below:
fr_fr: Veuillez réinitialiser votre mot de passe en suivant le lien ci-dessous :
pt_br: Por favor, redefina sua senha usando o link abaixo:

source: In case you've forgotten, your username is:
fr_fr: Au cas où vous l'auriez oublié, votre nom d'utilisateur est :
pt_br: Caso tenha se esquecido, seu nome de usuário é:

source: Enter your email, and we'll send instructions for setting a new password.
fr_fr: Renseignez votre adresse e-mail et nous vous enverrons les instructions pour établir un nouveau mot de passe.
pt_br: Digite o seu e-mail e te enviaremos instruções para configurar uma nova senha.

source: Reset Password
fr_fr: Réinitialiser le mot de passe
pt_br: Redefinir a senha

source: Password reset on
fr_fr: Mot de passe réinitialisé le
pt_br: Redefinição de senha em

source: You have requested a password reset on %(site_name)s without first creating an account.
fr_fr: Vous avez demandé à réinitialiser votre mot de passe pour %(site_name)s sans avoir créé de compte au préalable.
pt_br: Você solicitou um link para redefinição de senha em %(site_name)s sem criar a sua conta primeiro.

source: Please create an account by following the link below:
fr_fr: Veuillez créer un compte en suivant le lien ci-dessous :
pt_br: Por favor, crie uma conta usando o link abaixo:

source: Your %(email)s account on %(site_name)s has been deleted.
fr_fr: Votre compte %(email)s sur %(site_name)s a été supprimé.
pt_br: Sua conta %(email)s em %(site_name)s foi excluída.

source: If this was a mistake, please email us at %(legal_email)s by %(buffer_date)s (%(num_days)s days from now).
fr_fr: Si c'était une erreur, veuillez nous envoyer un e-mail à l'adresse %(legal_email)s d'ici %(buffer_date)s (%(num_days)s jours).
pt_br: Se isto foi um erro, por favor envie um e-mail para %(legal_email)s até %(buffer_date)s Daqui a (%(num_days)s dias.

source: Thank you for reporting your issue. Here is a copy of your report:
fr_fr: Merci d'avoir signalé votre problème. Voici une copie de votre rapport :
pt_br: Obrigado por nos informar do problema. Aqui está uma cópia do seu relatório:

source: We are currently reviewing the information that you have provided, and will file your issue accordingly.
fr_fr: Nous analysons actuellement les informations fournies et traiterons votre demande en conséquence.
pt_br: No momento, estamos revisando as informações que você forneceu e registraremos o seu problema de acordo.

source: We appreciate your patience and assistance as we work to improve Kolibri Studio!
fr_fr: Merci pour votre patience et votre aide dans nos efforts pour améliorer Kolibri Studio !
pt_br: Agradecemos a sua paciência e a sua ajuda enquanto trabalhamos para melhorar o Kolibri Studio!

source: Thank you,
fr_fr: Merci,
pt_br: Obrigado,

source: Thank you for your request for additional storage.
fr_fr: Merci pour votre demande de stockage supplémentaire.
pt_br: Obrigado pela sua solicitação de armazenamento adicional.

source: Here is a copy of your request:
fr_fr: Voici une copie de votre demande :
pt_br: Aqui está uma cópia da sua solicitação:

source: We are currently reviewing the information that you have provided, and will work to be in touch in a timely manner depending on the scope of your request. While Kolibri Studio is under active development, we need to be especially mindful of how much additional storage can be provided to ensure that we can successfully continue to build the Studio tool. Many thanks in advance for your understanding.
fr_fr: Nous analysons actuellement les informations fournies et ferons notre possible pour revenir vers vous dans les meilleurs délais selon l'ampleur de votre demande. Kolibri Studio étant en cours de développement actif, nous devons prêter une attention toute particulière à la quantité de stockage supplémentaire pouvant être fournie sans compromettre le développement de Studio. Merci d'avance pour votre compréhension.
pt_br: Estamos revisando as informações que você forneceu e faremos o possível para entrar em contato em tempo hábil, de acordo com o âmbito do seu pedido.

source: No updates to review.
fr_fr: Aucune mise à jour à vérifier.
pt_br: Não há atualizações a serem revisadas.

source: You do not have access to this page.
fr_fr: Vous n'avez pas accès à cette page.
pt_br: Você não tem acesso a esta página.

source: Unsupported Browser.
fr_fr: Navigateur non supporté.
pt_br: Navegador não suportado.

source: Sorry, your browser version is not supported.
fr_fr: Désolé, la version de votre navigateur n'est pas supportée.
pt_br: Desculpe, esta versão do seu navegador não é compatível.

source: To use Kolibri Studio, we recommend using Firefox or Chrome.
fr_fr: Nous vous recommandons d'utiliser Firefox ou Chrome pour utiliser Kolibri Studio.
pt_br: Para usar o Kolibri Studio, recomendamos os navegadores Firefox ou Chrome.

source: You can also try updating your current browser.
fr_fr: Vous pouvez aussi essayer de mettre à jour votre navigateur actuel.
pt_br: Você também pode tentar atualizar seu navegador.

source: The Attribution License lets others distribute, remix, tweak, and build upon your work, even commercially, as long as they credit you for the original creation. This is the most accommodating of licenses offered. Recommended for maximum dissemination and use of licensed materials.
fr_fr: La Licence d'Attribution permet aux autres de distribuer, remixer, modifier et développer votre œuvre, y compris à des fins commerciales, à condition qu'ils vous attribuent la paternité de la création originale. Parmi les licences proposées, elle est la plus ouverte. Elle est recommandée pour la diffusion et l'utilisation maximales des supports sous licence.
pt_br: A licença de Atribuição permite que outros distribuam, remixem, ajustem e se baseiem no seu trabalho, até comercialmente, desde que te deem crédito pela criação original. É o tipo de licença mais flexível oferecido. Recomendado para o máximo de divulgação e uso dos materiais licenciados.

source: The Attribution-ShareAlike License lets others remix, tweak, and build upon your work even for commercial purposes, as long as they credit you and license their new creations under the identical terms. This license is often compared to "copyleft" free and open source software licenses. All new works based on yours will carry the same license, so any derivatives will also allow commercial use. This is the license used by Wikipedia, and is recommended for materials that would benefit from incorporating content from Wikipedia and similarly licensed projects.
fr_fr: La Licence d'Attribution-Partage dans les mêmes conditions permet aux autres de remixer, modifier et développer votre œuvre, y compris à des fins commerciales, à condition qu'ils vous attribuent la paternité de la création originale et qu'ils diffusent leurs nouvelles créations selon les mêmes conditions. Cette licence est souvent comparée aux licences de logiciels libres et open source de type « copyleft ». Toutes les nouvelles œuvres basées sur la vôtre porteront la même licence, de sorte que tous les travaux dérivés autoriseront également une utilisation commerciale. Licence utilisée par Wikipédia, elle est recommandée pour les supports qui bénéficieraient de l'incorporation de contenus de Wikipédia et de projets sous licences similaires.
pt_br: A licença de Atribuição-CompartilhaIgual permite que outros remixem, ajustem e se baseiem no seu trabalho, mesmo que por motivos comerciais, desde que te deem crédito e licenciem suas novas criações sob os mesmos termos. Essa licença é frequentemente comparada às de software livre, como as de "copyleft" e de código aberto. Todos os novos trabalhos baseados no seu terão a mesma licença, então quaisquer derivativos também permitirão o uso comercial. Essa é a licença usada pelo Wikipedia e é recomendada para materiais que se beneficiariam de incorporarem conteúdo do Wikipedia e de outros projetos similarmente licenciados.
