Repository: learningequality/studio
Catalog: contentcuration/locale/*/LC_MESSAGES/django.po
Languages: fr_fr, pt_br

source: The Attribution-NoDerivs License allows for redistribution, commercial and non-commercial, as long as it is passed along unchanged and in whole, with credit to you.
fr_fr: La Licence d'Attribution-Pas de travaux dérivés autorise la redistribution de l'œuvre, à des fins commerciales et non commerciales, à condition qu'elle soit transmise intacte et en totalité et que sa paternité vous soit attribuée.
pt_br: A licença de Atribuição-SemDerivações permite redistribuição, comercial ou não comercial, desde que seja feita sem modificações e por inteiro, com os créditos a você.

source: The Attribution-NonCommercial License lets others remix, tweak, and build upon your work non-commercially, and although their new works must also acknowledge you and be non-commercial, they don't have to license their derivative works on the same terms.
fr_fr: La Licence d'Attribution-Pas d'utilisation commerciale permet aux autres de remixer, de modifier et de développer votre œuvre à des fins non commerciales, et si leurs nouvelles œuvres doivent vous citer et demeurer non commerciales, leurs œuvres dérivées ne sont pas tenues d'être diffusées sous les mêmes conditions.
pt_br: A licença de Atribuição-NãoComercial permite que outros remixem, ajustem e se baseiem no seu trabalho não comercialmente, e embora os seus novos trabalhos devam também te reconhecer e serem não comerciais, não precisam licenciar os seus trabalhos derivados sob os mesmos termos.

source: The Attribution-NonCommercial-ShareAlike License lets others remix, tweak, and build upon your work non-commercially, as long as they credit you and license their new creations under the identical terms.
fr_fr: La Licence d'Attribution-Pas d'utilisation commerciale-Partage dans les mêmes conditions permet aux autres de remixer, modifier et développer votre œuvre à des fins non commerciales, à condition qu'ils vous en attribuent la paternité et diffusent leurs nouvelles créations sous les mêmes conditions.
pt_br: A licença de Atribuição-NãoComercial-CompartilhaIgual permite que outros remixem, ajustem e se baseiem no seu trabalho não comercialmente, desde que te deem crédito e licenciem suas novas criações sob os mesmos termos.

source: The Attribution-NonCommercial-NoDerivs License is the most restrictive of our six main licenses, only allowing others to download your works and share them with others as long as they credit you, but they can't change them in any way or use them commercially.
fr_fr: La Licence d'Attribution-Pas d'utilisation commerciale-Pas de travaux dérivés est la plus restrictive de nos six licences principales. Elle n'autorise aux autres que le téléchargement et le partage de vos œuvres à condition qu'ils vous en attribuent la paternité, et interdit toute modification de quelque nature que ce soit et toute utilisation à des fins commerciales.
pt_br: A licença de Atribuição-NãoComercial-SemDerivações é a mais restritiva das nossas seis principais licenças, permitindo apenas que outros baixem seus trabalhos e os compartilhem com outros desde que te deem crédito, mas não podem alterá-los ou usá-los comercialmente.

source: The All Rights Reserved License indicates that the copyright holder reserves, or holds for their own use, all the rights provided by copyright law under one specific copyright treaty.
fr_fr: La Licence Tous droits réservés indique que le titulaire du droit d'auteur réserve, ou détient pour son propre usage, tous les droits prévus par la loi sur le droit d'auteur en vertu d'un traité spécifique en la matière.
pt_br: A licença de Todos os Direitos Reservados indica que o detentor dos direitos autorais reserva-se, ou mantém para si o uso, de todos os direitos providos pela lei de direitos autorais sob um único acordo de direitos autorais.

source: Public Domain work has been identified as being free of known restrictions under copyright law, including all related and neighboring rights.
fr_fr: Les œuvres du domaine public ont été identifiées comme libres de toute restriction connue en vertu de la loi sur le droit d'auteur, y compris de tous droits connexes et voisins.
pt_br: Um trabalho de domínio público é identificado como livre das restrições correntes sob a lei de direitos autorais, incluindo todos os direitos relacionados e afins.

source: Special Permissions is a custom license to use when the current licenses do not apply to the content. The owner of this license is responsible for creating a description of what this license entails.
fr_fr: Les autorisations spéciales désignent des licences personnalisées à utiliser lorsque les licences actuelles ne s'appliquent pas au contenu. Il revient au propriétaire d'une telle licence de décrire ce que la licence en question implique.
pt_br: A licença personalizada de Permissões Especiais é usada quando as licenças atuais não se aplicarem ao conteúdo. O detentor dessa licença é responsável por criar a descrição do que ela pressupõe.

source: 10 in a row
fr_fr: 10 d'affilée
pt_br: 10 seguidas

source: 2 in a row
fr_fr: 2 d'affilée
pt_br: 2 seguidas

source: 3 in a row
fr_fr: 3 d'affilée
pt_br: 3 seguidas

source: 5 in a row
fr_fr: 5 d'affilée
pt_br: 5 seguidas

source: M of N...
fr_fr: M sur N...
pt_br: M de N...

source: All Rights Reserved
fr_fr: Tous droits réservés
pt_br: Todos os direitos reservados

source: Public Domain
fr_fr: Domaine public
pt_br: Domínio público

source: Special Permissions
fr_fr: Autorisations spéciales
pt_br: Permissões especiais

source: No Channel
fr_fr: Aucune chaîne
pt_br: Nenhum canal

source: No resource
fr_fr: Aucune ressource
pt_br: Nenhum conteúdo

source: Channel
fr_fr: Chaîne
pt_br: Canal

source: Title
fr_fr: Titre
pt_br: Título

source: Kind
fr_fr: Type
pt_br: Tipo

source: Filename
fr_fr: Nom du fichier
pt_br: Nome do arquivo

source: Author
fr_fr: Auteur
pt_br: Autor

source: Language
fr_fr: Langue
pt_br: Idioma

source: License
fr_fr: Licence
pt_br: Licença

source: License Description
fr_fr: Description de la licence
pt_br: Descrição da licença

source: Copyright Holder
fr_fr: Titulaire des droits d'auteur
pt_br: Detentor dos direitos autorais

source: No Resource
fr_fr: Aucune ressource
pt_br: Nenhum conteúdo

source: Staged File
fr_fr: Fichier indexé
pt_br: Arquivo preparado

source: B
fr_fr: o

source: KB
fr_fr: Ko

source: MB
fr_fr: Mo

source: GB
fr_fr: Go

source: TB
fr_fr: To

source: There was a problem with a third-party service. This means certain operations might be blocked. We appreciate your patience while these issues are being resolved.
fr_fr: Nous rencontrons un problème avec un service tiers. Certaines opérations pourraient s'en retrouver bloquées. Nous vous remercions de votre patience pendant que nous cherchons à résoudre la question.
pt_br: Ocorreu um problema com um serviço de terceiros. Isso significa que algumas operações podem estar bloqueadas. Agradecemos pela paciência enquanto esses problemas são resolvidos.

source: <b>EMERGENCY MAINTENANCE</b> Kolibri Studio is operating on read-only mode for the time being in order for us to resolve some maintenance issues. This means all editing capabilities are disabled at the moment. We're currently working very hard to fix the issue as soon as possible. If you have any questions please contact us at content@learningequality.org. We apologize for any inconvenience caused and appreciate your patience while we resolve these issues.
fr_fr: <b>MAINTENANCE D'URGENCE</b> Kolibri Studio fonctionne actuellement en mode lecture seule pour que nous puissions résoudre certains problèmes de maintenance. Toutes les fonctions de modification sont par conséquent désactivées pour le moment. Nous faisons au mieux pour résoudre ce problème le plus rapidement possible. En cas de questions, veuillez nous contacter à l'adresse suivante : content@learningequality.org. Nous vous présentons nos excuses pour la gêne occasionnée et vous remercions pour votre patience pendant la résolution de ces problèmes.
pt_br: <b>MANUTENÇÃO DE EMERGÊNCIA</b> O Kolibri Studio está operando em modo somente leitura por enquanto para resolvermos problemas de manutenção. Isso significa que todas as funções de edição estão desativadas no momento. Estamos trabalhando arduamente para resolver o problema o quanto antes. Se tiver perguntas, por favor envie um e-mail para content@learningequality.org. Sentimos muito por qualquer inconveniente e agradecemos pela paciência enquanto resolvemos esses problemas.

source: <b>EMERGENCY MAINTENANCE</b> Kolibri Studio is operating on read-only mode for the time being in order for us to resolve some database issues. This means all editing capabilities are disabled at the moment. We're currently working very hard to fix the issue as soon as possible. If you have any questions please contact us at content@learningequality.org. We apologize for any inconvenience caused and appreciate your patience while we resolve these issues.
fr_fr: <b>MAINTENANCE D'URGENCE</b> Kolibri Studio fonctionne actuellement en mode lecture seule pour que nous puissions résoudre certains problèmes avec la base de données. Toutes les fonctions de modification sont par conséquent désactivées pour le moment. Nous faisons au mieux pour résoudre ce problème le plus rapidement possible. En cas de questions, veuillez nous contacter à l'adresse suivante : content@learningequality.org. Nous vous présentons nos excuses pour la gêne occasionnée et vous remercions pour votre patience pendant la résolution de ces problèmes.
pt_br: <b>MANUTENÇÃO DE EMERGÊNCIA</b> O Kolibri Studio está operando em modo somente leitura por enquanto para resolvermos problemas de base de dados. Isso significa que todas as funções de edição estão desativadas no momento. Estamos trabalhando arduamente para resolver o problema o quanto antes. Se tiver perguntas, por favor envie um e-mail para content@learningequality.org. Sentimos muito por qualquer inconveniente e agradecemos pela paciência enquanto resolvemos esses problemas.

source: We are encountering issues with Google Cloud Storage. This means any file uploading and publishing operations are currently unavailable. We appreciate your patience while these issues are being resolved. To check the status of this service, please visit <a target='_blank' href='https://status.cloud.google.com/'>here</a>
fr_fr: Nous rencontrons des problèmes avec Google Cloud Storage. Toute opération de téléchargement et de publication de fichiers est donc actuellement indisponible. Nous vous remercions de votre patience pendant la résolution de ces problèmes. Pour vérifier l'état de ce service, veuillez consulter le site <a target='_blank' href='https://status.cloud.google.com/'>ici</a>
pt_br: Estamos com problemas com o Google Cloud Storage. Isso significa que operações de envio ou publicação de arquivos estão indisponíveis. Agradecemos pela paciência enquanto esses problemas são resolvidos. Para verificar o status desse serviço, por favor visite <a target='_blank' href='https://status.cloud.google.com/'>aqui</a>

source: We are encountering issues with a third-party service. This means publishing is currently unavailable. We appreciate your patience while these issues are being resolved.
fr_fr: Nous rencontrons des problèmes avec un service tiers. Toute opération de publication est donc actuellement indisponible. Nous vous remercions de votre patience pendant la résolution de ces problèmes.
pt_br: Estamos com problemas com um serviço de terceiros. Isso significa que operações de publicação estão indisponíveis. Agradecemos pela paciência enquanto esses problemas são resolvidos.

source: We are encountering issues with our data center. This means you may encounter networking problems while using Studio. We appreciate your patience while these issues are being resolved. To check the status of this service, please visit <a target='_blank' href='https://status.cloud.google.com/'>here</a>
fr_fr: Nous rencontrons des problèmes avec notre centre de données. Vous pourriez par conséquent rencontrer des problèmes de réseau lors de l'utilisation de Studio. Nous vous remercions de votre patience pendant la résolution de ces problèmes. Pour vérifier l'état de ce service, veuillez visiter <a target='_blank' href='https://status.cloud.google.com/'>ici</a>
pt_br: Estamos com problemas com o nosso centro de dados. Isso significa que você pode ter problemas de conexão enquanto usa o Studio. Agradecemos pela paciência enquanto esses problemas são resolvidos. Para saber o status do serviço, por favor visite <a target='_blank' href='https://status.cloud.google.com/'>aqui</a>

source: Kolibri Studio Channel Published
fr_fr: Chaîne Kolibri Studio publiée
pt_br: Canal do Kolibri Studio publicado

source: Api endpoint {} is not available
fr_fr: Le point de terminaison {} de l'API n'est pas disponible
pt_br: Ponto de extremidade da API {} está indisponível

source: No channel matching {} found
fr_fr: Aucune chaîne correspondant à {} trouvée
pt_br: Nenhum canal correspondente a {} encontrado

source: Kolibri Studio issue report
fr_fr: Rapport d'erreurs de Kolibri Studio
pt_br: Relatório de problemas do Kolibri Studio

source: Kolibri Studio account deleted
fr_fr: Compte Kolibri Studio supprimé
pt_br: Conta do Kolibri Studio excluída

source: SOURCE
pt_br: FONTE

source: 100% Correct
pt_br: 100% de acerto

source: Description
pt_br: Descrição
